commands = 'Привет! Я умею быстро показывать данные с магнитометров!<br>По этим данным можно понять, видно ли сейчас полярные сияния на вашей широте, или нет<br>Данные имеют значение для Восточной Европы!<br>На графиках "Primary" и "Secondary (DMI)" отображается график напряженности магнитного поля Земли.<br>На графикe "K&Q index" отображаются рассчитанные индексы возмущенности магнитосферы Земли: «К» (3-х часовой локальный) и «Q» (15-минутный локальный)<br>Смотрите на значение параметра Q:<br>Q=5 — сияния видно на широте 62° (Петрозаводск)<br>Q=6 — сияние видно на широте 60° (Санкт-Петербург)<br>Q=7 — сияние видно на широте 56° (Москва, Нижний Новгород, Казань, Екатеринбург, Новосибирск)<br>Q=8 — сияние видно на широте 52°<br>Q=9 — сияние видно на широте 50-45° (Крым, Кавказ)'

url_picture_1 = "http://www2.irf.se/maggraphs/maglinux_xyz_abs.png"

url_picture_2 = "http://www2.irf.se/maggraphs/rtplot_flux2_solarq_abs_24.png"

url_picture_3 = "http://www2.irf.se/maggraphs/preliminary_k_index_last_24.png"
