hello = 'Привет! Я умею быстро показывать данные с магнитометров, а также оповещать вас о том, что график достиг определенного уровня<br>По этим данным можно понять, видно ли сейчас полярные сияния на вашей широте, или нет<br>Данные имеют значение для Восточной Европы!<br>На графиках "Primary" и "Secondary (DMI)" отображается график напряженности магнитного поля Земли.<br>На графикe "K&Q index" отображаются рассчитанные индексы возмущенности магнитосферы Земли: «К» (3-х часовой локальный) и «Q» (15-минутный локальный)<br>Важно смотреть на значение параметра Q, оно определяет видимость полярного сияния на вашей широте<br>Узнать основные команды бота можно, написав слово "Команды"<br>Если с ботом возникли какие-то проблемы, вы можете сообщить о них разработчику. Для этого напишите в одном сообщении: сначала слово "помощь", а затем опишите неполадку. Ваше сообщение будет отправлено разработчику бота'

commands = 'Список основных команд:<br><br>"Подписаться" - подписаться на какой-либо уровень Q<br><br>"Отписаться" - отписаться от какого-либо уровня Q<br><br>"Стоп" - отписаться от всех уровней, прекратить оповещение<br><br>"Уровни" - посмотреть соответствие уровней Q и земных широт<br><br>"Графики" - посмотреть изображения графиков с магнитометров<br><br>"Баг-репорт" - сообщить разработчику о проблемах с ботом'

degree_Q = 'Q=5 — сияния видно на широте 62° (Петрозаводск)<br>Q=6 — сияние видно на широте 60° (Санкт-Петербург, Великий Устюг, Магадан)<br>Q=7 — сияние видно на широте 56° (Москва, Нижний Новгород, Казань, Екатеринбург, Новосибирск, Киров, Томск, Владимир, Чебоксары, Красноярск, Ижевск, Тверь)<br>Q=8 — сияние видно на широте 52° (Орел, Тамбов, Липецк, Ируктск, Чита)<br>Q=9 — сияние видно на широте 50-45° (Крым, Кавказ, Киев, Львов, Волгоград, Днепропетровск, Хабаровск, Ростов-на-Дону, Астрахань, Ставрополь, Краснодар)'

url_picture_1 = "http://www2.irf.se/maggraphs/maglinux_xyz_abs.png"

url_picture_2 = "http://www2.irf.se/maggraphs/rtplot_flux2_solarq_abs_24.png"

url_picture_3 = "http://www2.irf.se/maggraphs/preliminary_k_index_last_24.png"
