hello = 'Привет! Я умею быстро показывать данные с магнитометров, а также оповещать вас о том, что график достиг определенного уровня\nПо этим данным можно понять, видно ли сейчас полярные сияния на вашей широте\nДанные имеют значение для Восточной Европы!\nНа графиках "Primary" и "Secondary (DMI)" отображается график напряженности магнитного поля Земли.\nНа графикe "K&Q index" отображаются рассчитанные индексы возмущенности магнитосферы Земли: «К» (3-х часовой локальный) и «Q» (15-минутный локальный)\nВажно смотреть на значение параметра Q, оно определяет видимость полярного сияния на вашей широте\nУзнать основные команды бота можно, написав слово "Команды"'

commands = 'Список основных команд:\n<b>"Подписаться"</b> - подписаться на какой-либо уровень Q\n<b>"Отписаться"</b> - отписаться от какого-либо уровня Q\n<b>"Стоп"</b> - отписаться от всех уровней, прекратить оповещение\n<b>"Уровни"</b> - посмотреть соответствие уровней Q и земных широт\n<b>"Графики"</b> - посмотреть изображения графиков с магнитометров\n<b>"Баг-репорт"</b> - сообщить разработчику о проблемах с ботом'

degree_q = 'Q = 1 — сияния видно на широте 70° (Норильск, Талнах)\nQ = 2 — сияния видно на широте 68° (Мурманск)\nQ = 3 — сияния видно на широте 66° (Новый Уренгой, Инта, Салехард, Мезень)\nQ = 4 — сияния видно на широте 64° (Архангельск, Анадырь, Беломорск, Северодвинск, Ухта)\nQ = 5 — сияния видно на широте 62° (Петрозаводск, Якутск)\nQ = 6 — сияние видно на широте 60° (Санкт-Петербург, Великий Устюг, Магадан, Ханты-Мансийск)\nQ = 7 — сияние видно на широте 56° (Москва, Нижний Новгород, Казань, Екатеринбург, Новосибирск, Киров, Томск, Владимир, Чебоксары, Красноярск, Ижевск, Тверь, Йошкар-Ола)\nQ = 8 — сияние видно на широте 52° (Ангарск, Бийск, Орел, Тамбов, Липецк, Иркутск, Чита, Мичуринск)\nQ = 9 — сияние видно на широте 50-45° (Крым, Кавказ, Киев, Львов, Волгоград, Днепропетровск, Хабаровск, Ростов-на-Дону, Астрахань, Ставрополь, Краснодар)'

url_picture_1 = "http://www2.irf.se/maggraphs/maglinux_xyz_abs.png"

url_picture_2 = "http://www2.irf.se/maggraphs/rtplot_flux2_solarq_abs_24.png"

url_picture_3 = "http://www2.irf.se/maggraphs/preliminary_k_index_last_24.png"

url_text = "https://www2.irf.se/maggraphs/rt.txt"
